Repository: svspirited/polar_pi
Catalog: po/*.po
Languages: el, es, et, fr, it, nb, nl, pt

source: Polar
el: Πολικό διάγραμμα
fr: Polaire
nl: Polairdiagram

source: Polar PlugIn for OpenCPN
el: Πρόσθετο πολικού διαγράμματος για το OpenCPN
es: Plugin Polar para OpenCPN
et: Polar-plugin OpenCPN'i jaoks
fr: Complément Polaire pour OpenCPN permettant de réaliser des polaires de vitesses de son navire
it: Plugin Polar per OpenCPN
nb: Polar utvidelse for OpenCPN
nl: Polairdiagram PlugIn voor OpenCPN
pt: Extensão Polar para OpenCPN

source: Polar PlugIn for OpenCPN
el: Πρόσθετο πολικού διαγράμματος για το OpenCPN
es: Plugin Polar para OpenCPN
et: Polar-plugin OpenCPN'i jaoks
fr: Complément Polaire pour OpenCPN permettant de réaliser des polaires de vitesse de son navire
it: Plugin Polar per OpenCPN
nb: Polar utvidelse for OpenCPN
nl: Polairdiagram PlugIn voor OpenCPN
pt: Extensão Polar para OpenCPN

source: Polar Preferences
el: Προτιμήσεις πολικού διαγράμματος
es: Preferencias Polar
et: Polar'i eelistused
fr: Préférences
it: Preferenze Polar
nb: Polar innstillinger
nl: Voorkeuren Polairdiagram
pt: Preferências Polar

source: Show Polar icon
el: Δείξε το εικονίδιο του πολικού διαγράμματος
es: Mostrar ícono de Polar
et: Näita Polar'i ikooni
fr: Afficher l'icône Polaire
it: Visualizza l'icona di Polar
nb: Vis Polar ikon
nl: Toon polairdiagram-pictogram
pt: Mostrar ícone Polar

source: Show metres/sec for Wind Speed
el: m/s για ταχύτητα ανέμου
es: Mostrar metros/segundo para la velocidad del viento
et: Näita m/s tuule kiiruseks
fr: Afficher la vitesse du vent en m/s
it: Visualizza metri/sec per la velocità del vento
nb: Vis meter/sek for vindhastighet
nl: Toon windsnelheid in meter/sec
pt: Mostrar metros/sec para velocidade do Vento

source: Ma
el: Μ
et: Be
fr: GV
it: Ra
nb: Ho
nl: Gz

source: Tr
el: Τρ
es: Verdadero
fr: Trinquette
it: RC
nb: Ho
nl: StZ

source: Ge1
el: Τζ1
fr: Génois 1

source: Ge2
el: Τζ2
fr: Génois 2

source: Ge3
el: Τζ3
fr: Génois 3

source: Fo1
el: Φλ1
fr: Foc 1
it: Fi1

source: Fo2
el: Φλ2
fr: Foc 2
it: Fi2

source: Fo3
el: Φλ3
fr: Foc 3
it: Fi3

source: Ji
el: Φλ
et: Kli
fr: Foc
it: Fi
nl: Fo

source: Mi
el: Μι
et: Be
fr: Misaine
it: Me
nl: Bz

source: Mt
el: Μι
et: ToBe
fr: Artimon de tempête
it: MC
nl: BsZ

source: Sp
el: Σπ
fr: Spi
nl: Spi

source: Main
el: Μεγίστη
es: Principal
et: Esileht
fr: Grand-voile
it: Randa
nb: Hoved
nl: Grootzeil
pt: Grande

source: Try
el: Μεγίστη θυέλλης
es: Probar
et: Proovi
fr: Essayer
it: Randa di cappa
nb: Prøveseil
nl: Stormzeil
pt: Carangueja

source: Genoa 1
el: Τζένοα 1
es: Génova 1
fr: Genois 1
it: Genova 1
nl: Genua 1

source: Genoa 2
el: Τζένοα 2
es: Génova 2
fr: Genois 2
it: Genova 2
nl: Genua 2

source: Genoa 3
el: Τζένοα 3
es: Génova 3
fr: Genois 3
it: Genova 3
nl: Genua 3

source: Fock 1
el: Φλόκος 1
es: Tormentín de mesana
fr: Foc 1
it: Fiocco 1
nb: Fokk 1
nl: Fok 1

source: Fock 2
el: Φλόκος 2
es: Foque 2
fr: Foc 2
it: Fiocco 2
nb: Fokk 2
nl: Fok 2

source: Fock 3
el: Φλόκος 3
es: Foque 3
fr: Foc 3
it: Fiocco 3
nb: Fokk 3
nl: Fok 3

source: Jib
el: Φλόκος
es: Foque
et: Kliiver
fr: Foc
it: Fiocco
nl: Fok
pt: Estai

source: Mizzen
el: Μιζένα
es: Mesana
et: Besaan
fr: Artimon
it: Mezzana
nb: Mesan
nl: Bezaan
pt: Mezena

source: Mizzen Storm
el: Μιζένα θυέλλης
es: Tormentín de mesana
et: Tormibesaan
fr: Artimon lourd
it: Mezzana di cappa
nb: Mesan Storm
nl: Bezaanstormzeil
pt: Mezena de tempo

source: Staysail
el: Στέισεϊλ
es: Trinqueta
et: Taaksel
fr: Trinquette
it: Trinchetta
nb: Stagseil
nl: Kotterfok
pt: Estai

source: Spinnacker
el: Μπαλόνι
es: Spinnaker
et: Spinnaker
fr: Spi
nb: Spinnaker
nl: Spinnaker

source: You can change the abbreviations and the names of the sails in Options/Miscellaneous/Sails(Logbook)
el: Μπορείτε να αλλάξετε τις συντομογραφίες και τα ονόματα των πανιών στο Επιλογές/Διάφορα/Πανιά (Options/Miscellaneous/Sails) (Logbook)
es: Puede cambiar las abreviaturas y los nombres de las velas en Opciones/Misceláneas/Velas(Bitácora)
et: Sa võid muuta purjete lühendeid ja nimesid asukohas Valikud/Erinevad/Purjed(Logiraamat)
fr: Vous pouvez modifier les abréviations et le nom des voiles dans Options/Divers/Voiles
it: È possibile modificare le abbreviazioni e i nomi delle vele in Opzioni/Varie/Vele(Logbook)
nb: Du kan endre forkortelsene og navn på seilene i Alternativer/Diverse/Seil(Loggbok)
nl: U kunt de afkortingen en de namen van de zeilen aanpassen via Optionele Instellingen/PlugIns/Logbook/Voorkeuren/Diversen/Zeilvoering.
pt: Pode mudar os nomes e abreviaturas das velas em Opções/Diversos/Velas(Diário de bordo)

source: NM
el: ν.μ
es: MN
et: miili

source: kts
el: κόμβοι
es: nudos
et: sõlme
fr: Nds
nb: kn
nl: knp

source: ft
el: πόδια
es: pie
et: jalga
nl: vt

source: fth
el: οργιές
et: sülda
nb: fa
nl: vdm

source: mb
el: mbar
nl: hPa

source: gal
el: γαλ
fr: Litre
nl: ltr

source: E
el: Μηχ
fr: Moteur
it: M
nb: Ø
nl: A

source: day(s)
el: ημέρα(ες)
es: día(s)
et: päev(a)
fr: jour(s)
it: giorno(i)
nb: dag(er)
nl: dag(en)
pt: dias(s)

source: week(s)
el: εβδομάδα(ες)
es: semana(s)
et: nädal(at)
fr: semaine(s)
it: settimana (e)
nb: uke(r)
nl: week(en)
pt: semana(s)

source: month
el: μήνας
es: mes
et: kuu
fr: mois
it: mese
nb: måned
nl: maand
pt: mês

source: Polar Filter
el: Πολικό φίλτρο
es: Filtro polar
et: Polar'i filter
fr: Filtre
it: Filtro Polar
nl: Polairdiagram-filter
pt: Filtro Polar

source: Max. only
el: Μεγ. μόνο
es: Max. sólo
et: Ainult max.
fr: Max. seulement
it: Solo max.
nb: Kun maks.
nl: slechts max.
pt: Somente Maximo

source: Engine started / Recording is stopped
el: Κινητήρας ξεκίνησε / καταγραφή σταμάτησε
es: Motor encendido / Registro detenido
et: Mootor käivitus / salvestamine on peatatud
fr: Enregistrer l'état du moteur arrêté/démarré
it: Avvio motore/registrazione terminata
nb: Motor startet / Opptak er stoppet
nl: Motor gestart / opname gestopt
pt: Motor Arrancou / Gravção parada

source: Select a VDR-File
el: Επιλέξτε ένα αρχείο-VDR
es: Seleccione un archivo VDR
et: Vali VDR-fail
fr: Sélectionnez un fichier VDR
it: Scegli un file VDR
nb: Velg en VDR-fil
nl: Selecteer een VDR-bestand
pt: Seleccionar um ficheiro VDR

source: Please wait.
el: Παρακαλώ περιμένετε.
es: Por favor, espere.
et: Palun oota.
fr: Patientez S.V.P.
it: Attendere prego.
nb: Vennligst vent.
nl: Even geduld ...
pt: Aguarde.

source: Loading NMEA messages from file
el: Φόρτωση μηνυμάτων NMEA από αρχείο
es: Cargando mensajes NMEA desde archivo
et: Laadimas NMEA-teateid failist
fr: Charger des trames NMEA à partir d'un fichier
it: Sto caricando i messaggi NMEA dal file
nb: Laster NMEA meldinger fra fil
nl: NMEA-berichten laden uit bestand
pt: A carregar mensagens NMEA do ficheiro

source: less than 3 entries found
el: βρέθηκαν λιγότερο από 3 εγγραφές
es: se encontraron menos de 3 entradas
et: leitud vähem kui 3 kannet
fr: moins de 3 valeurs trouvées
it: trovati meno di 3 elementi
nb: mindre enn 3 oppføringer ble funnet
nl: minder dan 3 items gevonden
pt: encontradas menos que 3 registos

source: less than 5 entries found
el: βρέθηκαν λιγότερο από 5 εγγραφές
es: se encontraron menos de 5 entradas
et: leitud vähem kui 5 kannet
fr: moins de 5 valeurs trouvées
it: trovati meno di 5 elementi
nb: mindre enn 5 oppføringer ble funnet
nl: minder dan 5 items gevonden
pt: encontradas menos que 5 registos

source: more than 10 entries found
el: βρέθηκαν περισσότερες από 10 εγγραφές
es: se encontraron más de 10 entradas
et: üle 10 sissekande leitud
fr: plus de 10 valeurs trouvées
it: trovati più di 10 elementi
nb: mer enn 10 oppføringer ble funnet
nl: meer dan 10 items gevonden
pt: encontradas mais que 10 registos

source: 2kts
el: 2 κόμβοι
nb: 2knop
nl: 2 knp
pt: 2nós

source: 4kts
el: 4 κόμβοι
nb: 4knop
nl: 4 knp
pt: 4nós

source: 6kts
el: 6 κόμβοι
nb: 6knop
nl: 6 knp
pt: 6nós

source: 8kts
el: 8 κόμβοι
nb: 8knop
nl: 8 knp
pt: 8nós

source: 10kts
el: 10 κόμβοι
nb: 10knop
nl: 10 knp
pt: 10nós

source: 12kts
el: 12 κόμβοι
nb: 12knop
nl: 12 knp
pt: 12nós

source: 14kts
el: 14 κόμβοι
nb: 14knop
nl: 14 knp
pt: 14nós

source: 16kts
el: 16 κόμβοι
nb: 16knop
nl: 16 knp
pt: 16nós

source: 18kts
el: 18 κόμβοι
nb: 18knop
nl: 18 knp
pt: 18nós

source: 20kts
el: 20 κόμβοι
nb: 20knop
nl: 20 knp
pt: 20nós

source: 22kts
el: 22 κόμβοι
nb: 22knop
nl: 22 knp
pt: 22nós

source: 24kts
el: 24 κόμβοι
nb: 24knop
nl: 24 knp
pt: 24nós

source: 26kts
el: 26 κόμβοι
nb: 26kn
nl: 26 knp
pt: 26nós

source: 28kts
el: 28 κόμβοι
nb: 28kn
nl: 28 knp
pt: 28nós

source: 30kts
el: 30 κόμβοι
nb: 30kn
nl: 30 knp
pt: 30nós

source: 32kts
el: 32 κόμβοι
nb: 32kn
nl: 32 knp
pt: 32nós

source: 34kts
el: 34 κόμβοι
nb: 34kn
nl: 34 knp
pt: 34nós

source: 36kts
el: 36 κόμβοι
nb: 36kn
nl: 36 knp
pt: 36nós

source: 38kts
el: 38 κόμβοι
nb: 38kn
nl: 38 knp

source: 40kts
el: 40 κόμβοι
nb: 40kn
nl: 40 knp

source: Filtered by:
el: Φιλτράρεται από:
es: Filtrado según:
et: Filtreerimise aluseks:
fr: Filtré par :
it: Filtrato da:
nb: Filtrert etter:
nl: Gefilterd door:
pt: Filtrado por:

source: Collecting:
el: Συλλέγει:
es: Recopilando:
et: Kogumas:
fr: Collecte :
it: Sto raccogliendo:
nb: Samler:
nl: Verzamelen:
pt: Recolhendo:

source: Save Polar File
el: Αποθήκευση αρχείου πολικού διάγράμματος
es: Guardar archivo Polar
et: Salvesta Polar-fail
fr: Enregistrer la Polaire
it: Salva un file Polar
nb: Lagre polarfil
nl: Polairbestand opslaan
pt: Gravar ficheiro Polar

source: Select a Polar-File
el: Επιλέξτε ένα αρχείο πολικού
es: Seleccionar un archivo Polar
et: Vali Polar-fail
fr: Sélectionnez une polaire
it: Scegli un file Polar
nb: Velg en polarfil
nl: Selecteer een polairbestand
pt: Escolher ficheiro Polar

source: Cannot load this file
el: Δεν μπορεί να φορτώσει το αρχείο
es: No se puede cargar este archvo
et: Ei suuda faili laadida
fr: Impossible de charger ce fichier
it: Non riesco a caricare questo file
nb: Kan ikke laste denne filen
nl: Kan dit bestand niet laden

source: Format in this file not recognised
el: Άγνωστο φορμά αρχείου
es: Formato de archivo no reconocido
et: Selles failis olev formaat ei ole tuvastatud
fr: Format, dans ce fichier, non reconnu
it: Formato file non riconosciuto
nb: Formatet til denne filen er ikke gjenkjent
nl: Opmaak in dit bestand niet herkend

source: Use Max-Speed only
el: Χρήση ανώτατης-ταχύτητας
es: Usar velocidad max únicamente
et: Kasuta ainult max kiirust
fr: Utiliser seulement les vitesses max
it: Usa solo la velocità massima
nb: Bruk kun maksfart
nl: Gebruik slechts max. snelheid
pt: Usar somente velocidade máxima

source: Use Average from all speed-data
el: Χρήση μέσου όρου από όλα τα δεδομένα ταχύτητας
es: Usar promedio de todos los datos de velocidad
et: Kasuta kogu kiiruse-andmete keskmist
fr: Utiliser la moyenne de toutes les données-Vitesse
it: Usa la media di tutti i dati di velocità
nb: Bruk gjennomsnitt fra alle fartsdata
nl: Gebruik gemiddelde van alle snelheidsgegevens
pt: Usar média de todas as velocidades

source: Range from maximum speed to minus
el: Κυμαίνονται από μέγιστη ταχύτητα έως μείον
es: Ordenar de velocidad máxima a mínima
et: Ulatus max kiirusest kuni miinus
fr: Plage de vitesse maximale, à minimale
it: Intervallo tra velocità massima e velocità massima meno
nb: Går fra maksimum fart til minus
nl: Bereik van max. vaart verminderen met
pt: Intervalo de velocidade máxima a mínima

source: Example: Max-Speed = 2,5 kts Selected 10 % = 0,25 kts Range from 2,25 to 2,5 kts
el: Παράδειγμα: Μεγ-ταχύτητα = 2,5 κόμβοι Επιλογή 10% = 0,25 κόμβοι Διακύμανση από 2,25 έως 2,5 κόμβοι
es: Ejemplo: Velocidad-Máxima = 2,5 kts Seleccionado 10% = 0,25 kts Rango de 2,25 a 2,5 kts
et: Näide: max-kiirus = 2,5 kts Valitud 10% = 0,25 kts Ulatus 2,25 2,5 kts
fr: Exemple : Vitesse max. = 2,5 kts Sélection à 10 % = 0,25 kts moyenne de 2,25 à 2,5 kts
it: Esempio: Vel-Max = 2,5 kts Scelta 10 % = 0,25 kts Intervallo da 2,25 a 25, kts
nb: Eksempel: Maks-fart = 2,5 kn. Valgt 10 % = 0,25 kn. Område fra 2,25 til 2,5 kn.
nl: Voorbeeld: Max. vaart = 2,5 knp Geselecteerd 10% = 0,25 knp Bereik van 2,25 tot 2,5 knp
pt: Exemplo: Velocidade máxima = 2,5 nós Seleccionado 10 % = 0,25 nós Intervalo de 2,25 a 2,5 nós

source: Range
el: Εύρος
es: Alcance
et: Ulatus
fr: Moyenne
it: Intervallo
nb: Rekkevidde
nl: Bereik
pt: Alcançe

source: Sails
el: Ιστία
es: Velas
et: Purjed
fr: Voiles
it: Vele
nb: Seil
nl: Zeilvoering
pt: Velas

source: Wavehight
el: ΎψοςΚύματος
et: Lainekõrgus
fr: Hauteur des vagues
it: Altezza onde
nb: Bølgehøyde
nl: Golfhoogte
pt: Altura da vaga

source: Wind:
el: Άνεμος:
es: Viento:
et: Tuul:
fr: Vent:
it: Vento:
nb: Vind:
nl: Windsnelheid
pt: Vento:

source: Wavehight from
el: Ύψος κύματος από
es: Altura de las olas desde
et: Lainekõrgus suunalt
fr: Hauteur des vagues de
it: Altezza onda da
nb: Bølgehøyde fra
nl: Golfhoogte van
pt: Altura da vaga de

source: any
el: οποιαδήποτε
es: cualquiera
et: mis iganes
fr: N'importe quel
it: tutto
nb: noen
nl: alle
pt: qualquer

source: to
el: έως
es: a
et: kuni
fr: à
it: a
nb: til
nl: tot
pt: a

source: Collecting Data from:
el: Συλλογή δεδομένων από:
es: Recopilación de datos de:
et: Kogumas andmeid:
fr: Collecte de données à partir de :
it: Sto raccogliendo i dati da:
nb: Samler data fra:
nl: Verzamelen van gegevens van:
pt: Recolhendo dados de:

source: Start
el: Αρχή
es: Inicio
et: Alusta
fr: Démarrer
it: Avvio
pt: Começar

source: Stop
el: Στοπ
es: Parar
et: Lõpeta
fr: Arrêter
it: Fine
nb: Stopp
pt: Parar

source: Record
el: Εγγραφή
es: Grabar
et: Lindista
fr: Enregistrer
it: Registrazione
nb: Ta opp
nl: Opnemen
pt: Gravar

source: The plugin logbookkonni isn't installed It's needed to collect wind/speed-data from all available logbooks The create-button is hidden and the mode isn't useable
el: Το πρόσθετο logbookkonni δεν έχει εγκατασταθεί Χρειάζεται να συλλέξετε δεδομέναψταχύτητας/ανέμου από όλες τα διαθέσιμες log Το κουμπί δημιουργίας είναι κρυμμένο και δεν λειτουργεί
es: El plugin logbookkonni no está instalado Es necesario para recopilar datos de la velocidad del viento de todos los logbooks disponibles El botón Crear está escondido y el modo no es utilizable
et: Logbookkonni-plugin ei ole paigaldatud See on vajalik tuule/kiiruse andmete kogumiseks kõigist saadaval logiraamatutest Loomis-nupp on peidetud ja moodus ei ole kasutatav
fr: Le plugin logbookkonni n'est pas d'installé Il est nécessaire pour recueillir des données/vitesse-vent à partir des livres de bord Le bouton créer est caché et cette option est indisponible
it: Il plugin logbookkonni non è installato E' necessario raccogliere i dati di vento e velocità da tutti i logbook disponibili Il bottone 'Crea' è disabilitato e questa modalità non è utilizzabile
nb: Utvidelsen LogbookKonni er ikke installert Denne trengs for å samle vindhastighetsdata fra alle tilgjengelige loggbøker Opprett-knappen er skjult og modusen kan ikke benyttes
nl: De Journaal PlugIn is niet geinstalleerd. Deze is vereist om wind- en vaartgegevens te verzamelen vanuit alle beschikbare journaals. De Maken-knop is verborgen en deze modus is niet bruikbaar.
pt: A extensão diário de bordo konni não está instalada ÉE necessária para recolher dados de velocidade do vento dos diários de bordo disponíveis O butão criar está escondido e o modo invisível

source: Polar Diagram
el: Πολικό διάγραμμα
es: Diagrama polar
et: Polar'i diagramm
fr: Diagramme de polaire
it: Diagramma polare
nl: Polairdiagram
pt: Diagrama Polar

source: Mode:
el: Τρόπος:
es: Modo:
et: Režiim:
it: Modalità:
nb: Modus:
nl: Modus
pt: Modo:

source: Data from Logbooks
el: Δεδομένα από Log
es: Datos de las bitácoras
et: Logiraamatu andmed
fr: Analyse des livres de bord
it: Dati da logbook
nb: Data fra loggbøker
nl: gegevens uit journaals
pt: Dados do diário de bordo

source: Data from NMEA
el: Δεδομένα από NMEA
es: Datos de NMEA
et: NMEA andmed
fr: Analyse des trames NMEA
it: Dati da NMEA
nb: Data fra NMEA
nl: gegevens van NMEA
pt: Dados do NMEA

source: Data from File
el: Δεδομένα από αρχείο
es: Datos de archivo
et: Andmeid failist
fr: Analyse à partir d'un fichier
it: Dati da file
nb: Data fra fil
nl: gegevens uit bestand
pt: Dados de um ficheiro

source: Edit manual
el: Επεξεργασία με το χέρι
es: Editar manual
et: Käsitsi redigeerimine
fr: Edition manuelle
it: Modifica manuale
nb: Rediger manual
nl: handmatig bewerken
pt: Edição manual

source: Filter
el: Φιλτράρισμα
es: Filtro
et: Filtreeri
fr: Filtrer
it: Filtro
nl: Filteren
pt: Filtro

source: Create
el: Δημιουργία
es: Crear
et: Loo
fr: Créer
it: Crea
nb: Opprett
nl: Maken
pt: Criar

source: Save
el: Αποθήκευση
es: Guardar
et: Säilita
fr: Sauvegarder
it: Salva
nb: Lagre
nl: Opslaan
pt: Guardar

source: Load
el: Φόρτωση
es: Cargar
et: Lae
fr: Charger
it: Apri
nb: Last inn
nl: Laden
pt: Carregar

source: Rings:
el: Δακτύλιοι:
et: Ringid:
fr: Cercles de vents:
it: Circonferenze:
nb: Ringer:
nl: Vaartcirkels
pt: Anéis:

source: Set diagramm to x knots
el: Ορισμός γραφήματος σε x κόμβους
es: Establecer diagrama para x nudos
et: Sea diagramm x-sõlme jaoks
fr: Angle de vent tous les x noeuds
it: Imposta il diagramma per x nodi
nb: Sett diagram til x knop
nl: Max. vaart in diagram instellen op x knopen
pt: Configurar diagrama para x nós

source: Degrees:
el: Μοίρες:
es: Grados:
et: kraadi:
fr: Degrés:
it: Gradi:
nb: Grader:
nl: Graadverdeling wind per
pt: Graus:

source: Calculate speed-bullets for x degrees
el: Υπολογίστε την ταχύτητα για x μοίρες
es: Calcular speed-bullets para x grados
et: Arvuta kiiruse-punktid x-kraadi jaoks
fr: Calculer les points de vitesse tous les x degrés
it: Calcola i 'punti'-velocità per x gradi
nb: Beregn hartighetskuler for x grader
nl: Bereken vaartsymbolen voor elke x graden
pt: Calcular marcas de velocidade para x graus

source: Source:
el: Πηγή:
es: Fuente:
et: Allikas:
it: Origine:
nb: Kilde:
nl: Vaartbron
pt: Fonte:

source: Speedo
el: Δρομόμετρο
es: Velocímetro
et: Spido
fr: Speedomètre
it: Solcometro
nl: log

source: Speedo uses column STW GPS uses column SOG
el: Το δρομο. χρησιμοποιεί τη στήλη STW το GPS τη στήλη SOG
es: El velocímetro utiliza columnas STW GPS utiliza columna SOG
et: Spido kasutab tulpa STW GPS kasutab tulpa SOG
fr: Le speedomètre utilise la trame NMEA STW Le GPS utilise la trame nmea SOG
it: Solcometro usa la colonna STW GPS usa la colonna SOG
nb: Speedo. bruker kolonne STW GPS bruker kolonne SOG
nl: Log gebruikt kolom 'Vaart door water' GPS gebruikt kolom 'Vaart over grond'
pt: Speedo usa a coluna STW GPS ua a coluna SOG

source: Current <
el: Ρεύμα
es: Corriente <
et: Hoovus <
fr: Courant <
it: Corrente <
nb: Støm <
nl: Stroomsnelheid <
pt: Corrente <

source: Clear Data
el: Εκκαθ. δεδομένων
es: Limpiar datos
et: Tühjenda andmed
fr: Supprimer les données
it: Cancella dati
nb: Tøm data
nl: Gegevens wissen
pt: Limpar dados

source: Record Start
el: Έναρξη καταγραφής
es: Inicio de registro
et: Alusta salvestust
fr: Démarrer l'enregistrement
it: Avvia registrazione
nb: Start opptak
nl: Opname starten
pt: Começar gravação

source: St
et: Ta
fr: Voile de tempête
it: Tr
nl: KoF

source: F
fr: C°
nl: C

source: km/h
nb: km/t
nl: km/u

source: h
et: t
nb: t
nl: u

source: MyLabel
es: MiEtiqueta
et: MinuSilt
fr: Mon libellé
nb: MinMerkelapp
nl: MijnLabel
pt: Minha etiqueta
